{"profile":{"work_experience":[{"id":"f11355bb-5b26-4ca7-86cc-6685002c236f","company":"Allpay Ltd. (Dosh Mobile App)","title":"Mobile App Project Manager","start_date":"Feb 2025","end_date":"Present","description":["Led the end-to-end delivery of a new payments mobile app, managing both offshore and onshore development teams and ensuring robust pilot delivery and roll-out planning.","Orchestrated comprehensive mobile payments application delivery managing offshore and onshore development teams.","Directed technical feasibility assessments and implementation strategies for digital wallet solutions ensuring compliance and Open banking (PSD2) alignment.","Led the end-to-end technical review and feasibility analysis for digital wallet implementation, ensuring compliance with security standards and seamless integration with existing payment systems.","Coordinated integration of 20+ suppliers, including fraud detection and open banking, embedding technology change across the organisation.","Coordinated integration of 20+ suppliers including fraud detection and open banking capabilities.","Developed and implemented internal integration standards and APIs, supporting governance and reporting requirements.","Worked within ITIL Service Management framework, prioritising backlog with business product owners and aligning multi-disciplinary teams for successful project outcomes.","Engaged stakeholders at all levels to expedite delivery, ensuring alignment and effective communication throughout the project lifecycle."],"order_index":0},{"id":"94e5acd4-baf9-472e-b4f1-7d1b4ad1990e","company":"Transport for London (TfL)","title":"Digital Channels & Payments Delivery Lead","start_date":"Jun 2023","end_date":"Feb 2025","description":["Led the development and implementation of integration standards for a road user charging platform on Azure Stack, utilizing Azure Integration Services (AIS) to connect apps, data, and services across cloud and on-premises environments.","Managed end-to-end development of integration standards for road user charging platform on Azure Stack.","Facilitated cross-functional teams and third-party vendors delivering digital wallet functionality.","Coordinated cross-functional teams and third-party vendors to deliver digital wallet functionality, enabling in-app payments and enhancing customer convenience during the booking journey.","Published interface specifications for debt recovery agencies ensuring seamless data exchange.","Published an interface specification for third-party debt recovery agencies to ensure seamless data exchange and compliance.","Developed and deployed a single sign-on platform that integrated Oyster and TfL systems, enhancing user experience and security.","Introduced direct debit capability and integrated a payments platform with the road user charging system, ensuring robust and secure transaction processing.","Managed and coordinated teams responsible for the development, testing, and deployment of payment and digital channel solutions, leveraging AIS to streamline integration processes.","Ensured all integrations and developments adhered to relevant data integration standards and protocols to maintain data interoperability, compatibility, and quality."],"order_index":1},{"id":"240620e7-300d-4dc7-9cee-855f255c688a","company":"Npower Digital","title":"Delivery Manager/Project Manager","start_date":"May 2019","end_date":"Dec 2019","description":["Led programme delivery of complex technical solutions involving multiple integrating parties, managing migration of mobile middleware platform to AWS cloud provision with seamless API integration touchpoints.","Managed third party developers and solution vendors, analysing technical integration requirements and resolving issues during complex deployment projects.","Coordinated cross-functional teams including UI, UX, Developers, Testers and Copywriters to deliver innovative features for web and mobile applications, ensuring robust API documentation and testing environments throughout development lifecycle.","Directed release management processes to enable features for production releases, coordinating completion of scope documentation and integration methods among all associated parties.","Collaborated with product owners to prioritise backlog and ensure dependencies were clear, creating comprehensive project documentation including project plans and stakeholder communication matrices.","Provided stakeholder management including directing clients on active product ownership, communicating confidently with multidisciplinary teams and providing regular updates and escalations where necessary.","Led scrum master responsibilities for mobile delivery team, working closely with operations teams to prioritise, manage and resolve project issues both during project delivery and post-go-live phases."],"order_index":5},{"id":"8e078a2b-d4f8-4d98-a16b-1b2c1afa5910","company":"Npower Digital","title":"Delivery Manager/Project Manager","start_date":"Jul 2017","end_date":"Mar 2019","description":["Led programme delivery of complex technical solutions involving multiple integrating parties, managing migration of mobile middleware platform to AWS cloud provision with seamless API integration touchpoints.","Managed third party developers and solution vendors, analysing technical integration requirements and resolving issues during complex deployment projects.","Coordinated cross-functional teams including UI, UX, Developers, Testers and Copywriters to deliver innovative features for web and mobile applications, ensuring robust API documentation and testing environments throughout development lifecycle.","Directed release management processes to enable features for production releases, coordinating completion of scope documentation and integration methods among all associated parties.","Collaborated with product owners to prioritise backlog and ensure dependencies were clear, creating comprehensive project documentation including project plans and stakeholder communication matrices.","Provided stakeholder management including directing clients on active product ownership, communicating confidently with multidisciplinary teams and providing regular updates and escalations where necessary.","Led scrum master responsibilities for mobile delivery team, working closely with operations teams to prioritise, manage and resolve project issues both during project delivery and post-go-live phases."],"order_index":4},{"id":"bf2888f3-4ce6-49a5-831b-4f84b003c7f2","company":"B60 Mobile Consultancy and Mobile Digital Agency","title":"Mobile Delivery Consultant","start_date":"Apr 2017","end_date":"Jun 2017","description":["Managing a team of developers, project managers and UX experts to deliver a range of digital products.","Backlog grooming ensuring that items placed on the backlog are clearly defined and meet the 'definition of ready'.","Providing consultancy on processes and configuration to increase work quality and throughput.","Expert Jira User - Configuration and setup of Jira instance integrating service desk, confluence and Jira software into business process.","Intervention and consultancy to remove bottlenecks from existing processes and develop a streamlined process from sales through to delivery and support."],"order_index":6},{"id":"710cd14b-1c91-4cd6-ad89-dedc9af8f824","company":"C3UK","title":"Project Director","start_date":"Mar 2016","end_date":"Mar 2017","description":["Managed the development of a transport App as part of a Government funded innovation programme involving multiple parties, including universities and a Telecoms Provider.","Agile practice instantiation moving the business first to sprint deliveries fortnightly and later to weekly sprints.","Managing multiple digital workflows through fortnightly sprints, working with the development manager and product owner to build and maintain a backlog of features.","Managing a squad of mixed disciplines to ensure completed products were released in each sprint."],"order_index":7},{"id":"71ca0136-5c67-48ed-a43b-f7736d9bb2ab","company":"National Grid","title":"Project Manager","start_date":"Jan 2015","end_date":"Mar 2016","description":["Delivery of Mobile applications in SAP Mobile platform landscape.","Introduction of Agile methods for project delivery including agile toolset, methodology and training for team members.","Delivery of core services and processes to enable self-provisioning of devices and application support processes and documentation.","Managed the Delivery of two mobile applications used by National grid field force to monitor mobile working, improve performance and to monitor field assets and assess condition."],"order_index":8},{"id":"e9802d41-050a-47a8-bbfa-448c6ec52cce","company":"Royal Bank of Scotland","title":"Programme/Project Manager","start_date":"Apr 2013","end_date":"Dec 2014","description":["Agile Project Management and Delivery of multiple RBS Mobile Apps including regulatory and containerised applications.","Managing the delivery of multiple initiatives within RBS’s digital colleague mobile programme.","Development and Delivery of a web-based application used to record customer interviews to meet regulatory requirements.","Established MI benchmarks used for Colleague Mobile Programme; managed the integration of analytics into 24 Apps and instituted the MI reporting regime.","Initiated RFI/RFP processes and vendor selection for product development."],"order_index":9},{"id":"7d579786-a5d2-4fd0-a869-89344582b380","company":"First Group – UK Rail Division","title":"Project Manager/Delivery Manager","start_date":"Oct 2010","end_date":"Feb 2013","description":["Fulfilling a number of roles including the management of the mobile applications factory, writing IT strategy for Digital customer engagement, cost modeling for franchise bidding and Product research.","Established Agile project management practices for the delivery of First Groups digital portfolio.","Managed onshore and offshore agencies and individuals under a single programme to deliver mobile applications for Android, iOS and Blackberry devices.","Trained personnel across 4 First group businesses in the use and deployment of mobile applications for the Blackberry handsets.","Wrote and oversaw the implementation of SLAs for the support and maintenance of First groups Mobile applications.","Oversaw the delivery of The Trainline multiplatform mobile application for First Group and contributed to requirements analysis and workshops.","Prepared and contributed to a number of RFIs and RFQs including wifi on rail, Master Data Management platforms, Mobile Device Management and 8 Social Media and Digital initiatives."],"order_index":10},{"id":"3319e62f-03e3-444c-9455-9f41f4d51603","company":"Storywall","title":"Project Manager","start_date":"Dec 2009","end_date":"Jun 2010","description":["Project Managing the end to end delivery of a social media application and website for smartphones.","Agile Project management.","Managing and defining product iterations.","Selecting outsource partners for the development of mobile and web based applications.","Managed and developed requirements including white boarding and prototyping."],"order_index":11},{"id":"32e4bc6a-e825-489e-b2e1-a5547bfe3626","company":"Vodafone Global Enterprise (VGE)","title":"Interim Consultant, Vodafone Life Sciences","start_date":"Sep 2008","end_date":"Oct 2009","description":["Responsible for the end to end definition, development and rollout of Vodafone Global Enterprise’s industry solutions with products being delivered internationally across Vodafone’s global footprint.","Delivered four handset-based products for the banking and pharmaceutical industries and integrated these into Vodafone sales and operational processes.","Proactive management of data protection issues and information governance.","Business process improvement and development across legal, finance, commercial and marketing functions.","Implementation of cloud computing paradigm and the delivery of managed services.","Agile and adaptive management of projects and deliverable to meet stakeholder needs."],"order_index":12},{"id":"557ac1d4-95f6-4294-addd-611eb008df29","company":"Acision","title":"Interim Technical Project Manager","start_date":"Aug 2007","end_date":"Jul 2008","description":["Managing 3 teams of engineers in 3 international locations (CZ, UK, NE), and project managing the delivery of a new messaging platform."],"order_index":0},{"id":"919bd3ce-6b40-4020-8c5f-bbe90ed3959d","company":"France Telecom Research & Development","title":"Project Manager","start_date":"Jun 2005","end_date":"Jun 2007","description":["Develop research themes, project/programme manage new initiatives, deliver specialist consultancy on technical areas (including broadcast and standardisation), Managing Orange strategic input into standards bodies."],"order_index":0},{"id":"f883e317-b7ff-4867-ba75-a726a5d8a674","company":"Orange PCS","title":"Project Manager Research and Innovations","start_date":"Jan 2002","end_date":"Jun 2005","description":["Provide consultancy to Orange partners, Manage University and partner companies, lead research contract negotiation."],"order_index":1},{"id":"f59efbda-5f21-43be-9520-3dd410a406c0","company":"Orange PCS Research and Innovation","title":"Research and Development Engineer","start_date":"Jul 1997","end_date":"Aug 2001","description":[],"order_index":2},{"id":"2fc59a5e-06ae-41b2-a89f-5408d2cb1461","company":"Test Supply Chain DHSC/UKHSA","title":"Integration Delivery Lead","start_date":"2021-01","end_date":"2022-12","description":["Owned the integration development and operations pipeline utilising Mulesoft, VBA, Power Apps, Power BI and a host of technology capabilities.","Delivered complex integrations and data transformations between Oracle Fusion and multiple peripheral systems, ensuring seamless data flow and process efficiency across the enterprise landscape.","Transitioned from supply chain capability based on Power Apps and Excel to robust strategic alternatives.","Designed and deployed Interface standards for 100+ partners and suppliers, using API and file based integrations, to co-ordinate supply chain activities within UKHSA.","Delivered multiple integration layer projects spanning salesforce and Oracle platforms.","Led large (50+) multidisciplinary teams to instantiate solutions to support the COVID pandemic logistics operations.","Delivered solutions to enable the delivery of Lateral Flow Devices to meet government targets.","Delivered a managed file transfer capability connecting supply chain participants to a secured transfer platform.","Managed Integration and MI teams to deliver many point and strategic solutions to meet operational challenges.","Maintained healthy operation of COVID response platforms by bringing together people and processes.","Supporting development team with their estimation and testing processes to improve output quality and help manage pipeline.","Managing third-party developers, external consultants and solution vendors."],"order_index":2},{"id":"f7444c7a-5bb5-4d52-8d1c-97cee2281690","company":"Transport for Wales Rail Services","title":"Digital Project Manager","start_date":"2020-03","end_date":"2020-12","description":["Delivered a data lake capability integrating data from across the TfW estate with new data from 20+ sources including sourcing, cleansing and revalidating the data.","Led the technical review and integration of a digital wallet within a mobile travel app, ensuring secure payment processing, compliance with PCI standards, and seamless user experience.","Digital project management focusing on web, mobile, software and cloud delivery in agile framework.","Led digital wallet integration program within mobile travel application ensuring PCI compliance standards and secure payment processing through comprehensive technical review and implementation oversight.","Managed a digital transformation programme, including the delivery of Transport for Wales’ mobile app and data store platform, by coordinating contributions from 11 suppliers and internal stakeholders.","Managed digital transformation initiative coordinating 11 suppliers and internal stakeholders to deliver mobile application and cloud-based data platform solutions using agile delivery frameworks.","Agile project management, including backlog prioritisation, product ownership and contributing towards and coordinating agile ceremonies.","Using Jira for the preparation and presentation of sprint metrics, burndown and business MI to monitor third-party progress against business objectives.","Led the migration of Microsoft 365 CRM to Transport for Wales, coordinating seamlessly with the rollout of a new enterprise data lake to enhance data integration, reporting, and analytics capabilities."],"order_index":3}],"education":[{"id":"27f4ca8a-e9ac-48d5-8cd7-ef5fbc812387","institution":"Manchester Metropolitan University","degree":"BEng (Hons)","field":"Electronic and Electrical Engineering","start_date":"1993","end_date":"1997","description":[],"order_index":0},{"id":"8d3cc2b7-d024-480b-884c-30a5a5e215b8","institution":"Test University","degree":"BSc Computer Science","field":"Computer Science","start_date":"2018-09-01","end_date":"2021-06-30","description":"Test education","order_index":0}],"skills":[{"id":"01c4a263-2736-46d0-899f-298b6241cdec","skill":"Product ownership"},{"id":"06aeaa13-df5a-4f32-9c43-0288d313d55f","skill":"Digital products"},{"id":"08627d17-fc26-401e-98ce-0c0da22d88dd","skill":"Process improvement"},{"id":"09efa838-3023-4d90-8cbb-6672d8021bf9","skill":"Release management"},{"id":"101abb01-904a-437d-92c7-0e441f0e20ba","skill":"API development"},{"id":"10377404-896d-4cb6-8d89-0d5bbf3d0e7c","skill":"Pipeline management"},{"id":"10fef86c-7051-43ad-96f4-1eae9792a31a","skill":"IT strategy"},{"id":"118bb789-435f-455b-9c87-488613b38ddc","skill":"Cloud migration"},{"id":"1293f59f-d010-4d8d-83e8-d8fbf92abb19","skill":"Project documentation"},{"id":"12ab1f5b-6682-405c-9b9a-6e2c9ca4bfcd","skill":"Transport app"},{"id":"12bf7b05-5e63-401b-b462-e1ae5646210d","skill":"Web-based applications"},{"id":"13eec02a-7d36-45ee-af3e-6df6d8de97b7","skill":"API integration"},{"id":"172f2db2-c3d6-4400-bf68-271fc905949c","skill":"File-based integration"},{"id":"17ebcd79-6177-49c7-b0c8-97f1bce3cd58","skill":"PSD2"},{"id":"19f0f9bf-2a16-4a50-ac0e-790338043f48","skill":"Research contract negotiation"},{"id":"1ca791ce-1964-4968-a5a8-a3eb495ca482","skill":"Oracle"},{"id":"1d39f462-6f16-47db-ba34-e3f9a2fc8025","skill":"Information governance"},{"id":"1f8c1aa4-73b5-4a7b-93a4-338dc856a249","skill":"Web applications"},{"id":"2079911b-00fc-405f-9d84-232da3d648b7","skill":"Testing"},{"id":"2082869a-c634-481d-8fc2-81c3339dc2fe","skill":"University collaboration"},{"id":"24a417fa-a147-4a83-bb56-146fe78efb91","skill":"Sprint metrics"},{"id":"24ea6176-1aaf-44c4-aa08-aa9601f1f5c3","skill":"Transport app development"},{"id":"251dcada-d68b-4c77-8c75-eebfe460f8e8","skill":"Azure Stack"},{"id":"254a2c51-42c3-444a-8e02-9d08df8ac393","skill":"Business process improvement"},{"id":"255170b9-66f2-4249-b0f1-9cfd8e7c9416","skill":"Requirements development"},{"id":"26a270c0-6de1-4f52-8f36-65fba06e7f8d","skill":"Scrum"},{"id":"276877a3-cd71-4c80-b260-b462a163b2e6","skill":"AWS cloud migrations"},{"id":"290edd54-59b8-4fd8-a7a0-f2a47bafc0fe","skill":"Requirements analysis"},{"id":"2a4e6871-11da-4bea-a6b0-1ce55cddf5c9","skill":"Scope documentation"},{"id":"2a6b94ed-0728-49e1-b013-5daaf8eb21df","skill":"Supply chain management"},{"id":"2ad1e2ec-694e-466c-a8e1-6e96d0908589","skill":"Program Management"},{"id":"2cbf69c8-fabf-47d9-b905-921d6e8b2eb5","skill":"Managed file transfer"},{"id":"30cea190-ff4e-4450-8d32-6be262c8a7e8","skill":"Data lake"},{"id":"3369ee67-9a2c-43fb-9933-2c7f9883b68d","skill":"Agile methodologies"},{"id":"34b4d61c-137c-4de3-bb5d-4fa8576608d4","skill":"Sprint delivery"},{"id":"35965543-9cd4-4ccf-ac45-2609e7190e14","skill":"Research themes"},{"id":"360cff32-e6da-45df-b2bc-55f363126e58","skill":"Social media applications"},{"id":"3649a9d7-da58-440b-95cb-22c590fa9f65","skill":"Agile project management"},{"id":"377e6e0c-9d22-4ac1-8f25-9b3bb1ea676f","skill":"Supply chain"},{"id":"3a7a5a8c-525c-45eb-a8f8-e666a54e3b22","skill":"Consultancy"},{"id":"3d9ce949-2aa5-46e4-8de5-cc93162d420d","skill":"Cost modeling"},{"id":"3ea475b8-95c3-4faf-b7ee-8a844abf8e89","skill":"Data exchange"},{"id":"475791e2-a02e-4d1d-a416-aee6fa35a2ea","skill":"Field force automation"},{"id":"4fd50556-a3be-40a8-8679-5a7f054c8648","skill":"Blackberry"},{"id":"50f7a092-7a79-4ea2-92cb-478a8f9ec9b2","skill":"Outsource management"},{"id":"51ef2865-4363-4e58-9360-31660f21bc76","skill":"Government innovation"},{"id":"52d33578-960a-4fe0-ab60-838cf66e0c80","skill":"Data protection"},{"id":"536664cb-008a-4051-ad3d-c461c8ff078a","skill":"Operations pipeline"},{"id":"55687fdf-74cb-49aa-8877-acd1e581da42","skill":"Outsourcing"},{"id":"559960ac-7720-4403-a6d2-f85f4b200f37","skill":"Technical Program Management"},{"id":"58b57770-1ed1-4ae9-b002-6e8e744a9ed6","skill":"Mobile delivery"},{"id":"59c19b69-2f1a-49cb-887d-e05c38a8600c","skill":"Standardisation"},{"id":"5c89f498-12db-48e3-8ce6-2c825e906eab","skill":"UI/UX"},{"id":"5d18a9e5-2487-4d20-8b63-c488c6f4c74b","skill":"Python"},{"id":"5ef15f7f-6dc5-4ce4-a5c3-656fffb7a991","skill":"Team management"},{"id":"5f2e5375-aa22-4976-9fb2-c2d1ba9bb19f","skill":"PSD2 compliance"},{"id":"5f8e3379-400a-43e7-b110-dcd39d299958","skill":"Mobile travel app"},{"id":"6160bcbe-98d3-4fa5-8867-57fd3c19154c","skill":"Cloud and on-premises integration"},{"id":"61ae2e76-1984-4fd9-b8cf-46b461af3d38","skill":"Cloud delivery"},{"id":"61beb13e-c575-4d48-8f8e-9166e7b89e18","skill":"Analytics integration"},{"id":"646dd557-895e-4a02-88f5-f4f1a3b8086c","skill":"Digital product delivery"},{"id":"65e26e96-9826-4ad7-94af-9a6536b9e837","skill":"Banking"},{"id":"6ac9b313-7a2f-4cff-8af5-b1ad0de27c77","skill":"Agile"},{"id":"6e84b156-e5fa-4cf7-86f3-b0936e625879","skill":"SLA management"},{"id":"6f256a09-bbd8-4bb7-ae64-133d8e2a0973","skill":"Reporting"},{"id":"6f6ab0bb-f0c3-4437-bc7b-531fbe68203d","skill":"Direct debit"},{"id":"6f730a8f-a8fe-4071-bdc4-acaad132d695","skill":"Mobile payments"},{"id":"710760af-f35d-479a-831c-b80549be194c","skill":"Data integration standards"},{"id":"713dd05d-5ff8-4bab-9516-50cb09a78522","skill":"Mobile applications"},{"id":"7163277a-a0d6-47de-a3c0-5a16f14c0d04","skill":"Master Data Management"},{"id":"7600b9ff-0004-42c9-b298-e88e3c0b962d","skill":"Digital Wallet"},{"id":"7751054d-36b2-4d9a-985c-e69e101b649d","skill":"Performance monitoring"},{"id":"7af66f50-c47d-4d66-8efc-5f6c534694a1","skill":"Digital portfolio"},{"id":"7b546fcd-16f2-43ad-bbb4-172df47ecef1","skill":"Estimation"},{"id":"8048c345-6d78-4dc1-9b88-293889b09e77","skill":"Product iteration"},{"id":"813666fe-72ee-4db6-b795-b48cb4ee610c","skill":"Vendor management"},{"id":"8170470d-2829-4beb-a5bf-ca40cec068ab","skill":"In-app payments"},{"id":"81728d60-c679-4c10-8992-77d8c9650c6d","skill":"Pharmaceutical"},{"id":"8236fc76-91f8-468c-ae70-db4f2f6fdae3","skill":"International project management"},{"id":"87a608d2-4b6e-48a8-87ce-72be4a6966bc","skill":"Stakeholder management"},{"id":"8e955e6c-5514-4814-9376-6667bea7d92d","skill":"Programme management"},{"id":"9293a1a7-81df-4466-9372-70d04f82de71","skill":"Web delivery"},{"id":"93d46735-b6ec-467b-9ffc-535791d11a3e","skill":"Compliance"},{"id":"96e3296d-bc0f-4120-aef9-48d33c98410c","skill":"Power Apps"},{"id":"993a363a-96ce-45ae-8aff-534d6abde233","skill":"Scrum master"},{"id":"9d6f7e80-1214-440b-8c8b-06563f557095","skill":"Power BI"},{"id":"9f6718fc-5352-4fd2-83c1-04e57fe34959","skill":"Social media application"},{"id":"a20ecdf0-9160-45d0-bc16-24e6ef7f8ac8","skill":"Data integration"},{"id":"a4610684-bddc-4baf-ad19-1fac18cb451b","skill":"Application support"},{"id":"a63e016c-694b-4466-ae19-c5ad29d32803","skill":"COVID logistics"},{"id":"a6565875-f6f7-4d49-9f3f-37cfbda061d8","skill":"Fraud detection"},{"id":"a70fd033-5a9a-4853-ae6a-9bedf8087979","skill":"Agile methods"},{"id":"a799a434-095d-4ab8-bf51-3930a24444fa","skill":"Web/mobile applications"},{"id":"ac6cb6c4-e82d-45a9-b779-863684309840","skill":"iOS"},{"id":"b00c4e56-6b37-4371-8377-95afd77e6100","skill":"Partner management"},{"id":"b04463a1-c90f-4481-80fd-7e674a657b73","skill":"Mobile app"},{"id":"b0cc99ee-0618-4947-9a24-eada59a965be","skill":"VBA"},{"id":"b1aaff2c-7f0e-4b59-98dc-6b86484281c0","skill":"Single sign-on"},{"id":"b83057f7-b9c6-4208-bf7d-ce02e6ddaa1d","skill":"Mobile Device Management"},{"id":"ba3a421e-fd15-429b-a12b-d72f4c03fdfe","skill":"MI reporting"},{"id":"ba712105-082a-4b01-ba63-df974e6a59ae","skill":"On-premise to cloud"},{"id":"bbcca4e1-3246-47b0-949d-68af210cb3c9","skill":"Agile management"},{"id":"bcb1571c-2946-4449-89e5-a18af8409a05","skill":"International teams"},{"id":"beb98983-8429-4747-a998-4f5c27cda384","skill":"Prototyping"},{"id":"c040f2f4-96de-428b-851e-731286153eb1","skill":"Process delivery"},{"id":"c10fe36e-6a21-43fe-b329-93951af406fa","skill":"Mulesoft"},{"id":"c11b15b0-7aac-46b2-954e-d7aad6bdf02a","skill":"SAP Mobile"},{"id":"c27ed8fa-10e3-497e-96c9-370ea131c48d","skill":"Workflow optimisation"},{"id":"c34ac212-4ee2-4f81-b22d-d686e3a8f52d","skill":"Messaging platform"},{"id":"c884f7ae-70bd-41f3-b7f5-f8a051522b1b","skill":"Regulatory compliance"},{"id":"c8994620-7163-4420-ba5d-2f33e55e02f3","skill":"Broadcast"},{"id":"c8bd70fd-0272-4038-975a-499c310f831b","skill":"Managed services"},{"id":"c8f827fc-c296-4943-8136-0999c39b2c51","skill":"Handset-based products"},{"id":"cbceeb16-fd23-48ff-a017-9830420bcda4","skill":"Confluence"},{"id":"cbf7dea4-9bef-4d4e-b55f-90fb46e23127","skill":"Azure Integration Services (AIS)"},{"id":"cdb26b29-22f3-43d7-b0fe-4c6094e33051","skill":"Consultancy"},{"id":"ce5a09bc-d59b-41af-a9a8-6be96bdac4cd","skill":"Cloud computing"},{"id":"d0657b7f-540b-43f3-a4c6-56b5e9606ea0","skill":"Transformation programme"},{"id":"d2437369-31d9-41f4-90c3-63c22322655d","skill":"Governance"},{"id":"d3cdbd78-7588-4965-85a1-3799cb3e93a2","skill":"Data interoperability"},{"id":"d5cea815-788f-4ec7-9e03-e581d18293be","skill":"Vendor selection"},{"id":"d66eed27-cf67-4663-b41a-f539054828a6","skill":"Mobile application management"},{"id":"d66f5666-832d-4a1e-b6d5-faf4af2c1d3b","skill":"Training"},{"id":"d6c19fc1-2dc6-43c6-81f6-d7a25717f038","skill":"Payments platform integration"},{"id":"d7b790b2-beca-4623-a7c8-0c0f86b08025","skill":"ITIL Service Management"},{"id":"d7c2b0c1-819a-4d1b-9057-bd5f8bd01c0f","skill":"PCI compliance"},{"id":"d92247f5-1418-4fcf-af0f-d77045b6e8eb","skill":"Oyster"},{"id":"dcabc8a3-2d63-4009-b85c-0095fe2968d6","skill":"Industry solutions"},{"id":"e270042b-8dcb-4141-ba89-105d6478f008","skill":"Workflow management"},{"id":"e3a8fee5-5e0c-4705-ba2c-418ab31dfe9c","skill":"Payment Services technology"},{"id":"e75d58de-e148-4455-989b-7f5a1005c3f5","skill":"AWS cloud"},{"id":"e8470787-e243-4ed6-9ef3-1e3328b86ba2","skill":"Team leadership"},{"id":"e8551902-7d03-42e3-94ff-467fdc9e0c05","skill":"Team coordination"},{"id":"eb087521-d26d-4bd4-bb73-3a9ab902814d","skill":"Android"},{"id":"eb5041d1-a563-40a8-acc9-3e4b01962c8c","skill":"Stakeholder management"},{"id":"ebd48bb2-f189-46b4-86c9-f4f4e7ce6d7c","skill":"RFI/RFP"},{"id":"edf9df79-3990-43e3-a1bd-cec537c824fc","skill":"Release management"},{"id":"eecdce20-1970-4d76-b112-ab34532788a2","skill":"Integration standards"},{"id":"ef16da76-509d-4e98-86f8-bcb318a0c04e","skill":"Salesforce"},{"id":"eff123c4-1904-493c-b74a-7f593374423d","skill":"Open banking"},{"id":"f056f0ab-1884-4d95-a20b-349bbf84c2dc","skill":"Jira"},{"id":"f2a9d776-3d97-4ee8-b21b-4419134c61fe","skill":"Standards bodies"},{"id":"f2fa0fc2-41c4-490b-a602-1c9b7ca1de6e","skill":"Supplier integration"},{"id":"f354ab03-d11f-4248-9535-901840157287","skill":"Backlog management"},{"id":"f5718d92-4439-4775-888b-6a6355949c47","skill":"Backlog prioritisation"},{"id":"f58cbd24-9738-4396-8e56-4d32c4d0a071","skill":"Process improvement"},{"id":"f851acc2-66d8-4934-adcc-74410336142c","skill":"Supplier coordination"},{"id":"fb642dce-c1d1-48cf-86d9-30d39ace6d0f","skill":"Mobile middleware"},{"id":"ffea48d5-2d19-4283-9c03-67c77eeb768d","skill":"Business MI"}],"projects":[{"id":"b5e04463-e6f0-4d7b-88d0-cd07c9c5c78f","name":"Dosh Mobile App","description":["Orchestrated comprehensive mobile payments application delivery managing offshore and onshore development teams.","Directed technical feasibility assessments and implementation strategies for digital wallet solutions ensuring compliance and Open banking (PSD2) alignment.","Coordinated integration of 20+ suppliers including fraud detection and open banking capabilities."],"order_index":0},{"id":"5c2124ae-da45-47f2-b851-6e508a375299","name":"My Project","description":"Test project","order_index":0}],"certifications":[{"id":"1eb8f409-ed51-40d8-a6a9-db2b9e4a70d7","name":"My Certification","issuer":"Test Issuer","year":"2024","order_index":0}],"name":"Candidate Name","email":"candidate@email.com"}}
